"DST" = "DST";
"STD" = "STD";
"Loaded " = "carregado";
" deep space objects" = " objetos do espaço profundo";
"Loading NV fragment program: " = "Carregando o programa de fragmentos NV: ";
"Error loading NV fragment program: " = "Erro ao carregar o programa de fragmentos NV: ";
"Error in fragment program " = "Erro no programa de fragmentos";
"Initializing NV fragment programs . . .\n" = "Inicializando o programa de fragmentos NV . . .\n";
"All NV fragment programs loaded successfully.\n" = "Todos os programas de fragmentos NV foram carregados com sucesso.\n";
"Initializing ARB fragment programs . . .\n" = "Inicializando os programas de fragmentos ARB . . .\n";
"Galaxy (Hubble type: %s)" = "Galáxia (classe Hubble: %s)";
"Loading image from file " = "Carregando imagem do arquivo";
": unrecognized or unsupported image file type.\n" = ": tipo de arquivo de imagem irreconhecível ou não suportado.\n";
"Error opening image file " = "Erro ao abrir o arquivo de imagem ";
"Error: " = "Erro: ";
" is not a PNG file.\n" = " não é um arquivo PNG.\n";
"Error reading PNG image file " = "Erro ao ler o arquivo de imagem PNG ";
"Loading model: " = "Carregando o modelo: ";
"   Model statistics: " = "   Estatistícas do Modelo:";
" vertices, " = " vértices,";
" primitives, " = " primitivos,";
" materials " = " materiais";
" unique)\n" = " único)\n";
"Error loading model '" = "Erro ao carregar o modelo '";
"%s" = "%s";
"Error in .ssc file (line " = "Erro no arquivo .ssc (linha";
"parent body '" = "corpo pai '";
"' of '" = "' de '";
"' not found." = "' não encontrado.";
"warning duplicate definition of " = "aviso de definição duplicada de ";
"bad alternate surface" = "superfície alternativa inválida";
"bad location" = "localização inválida";
"' not found.\n" = "' não encontrado.\n";
"Bad header for cross index\n" = "Cabeçalho inválido para o índice remissivo\n";
"Bad version for cross index\n" = "Versão inválida para o índice remissivo\n";
"Loading cross index failed at record " = "O carregamento do índice remissivo falhou no registro ";
"Bad spectral type in star database, star #" = "Classe espectral inválida na base de dados de estrelas, estrela #";
" stars in binary database\n" = "estrelas na base de dados de binárias\n";
"Total star count: " = "Total de estrelas: ";
"Error in .stc file (line " = "Erro no arquivo .stc (linha";
"Invalid star: bad spectral type.\n" = "Estrela inválida: classe espectral inválida.\n";
"Invalid star: missing spectral type.\n" = "Estrela inválida: classe espectral ausente.\n";
"Barycenter " = "Baricentro";
" does not exist.\n" = " não existe.\n";
"Invalid star: missing right ascension\n" = "Estrela inválida: ascensão reta ausente\n";
"Invalid star: missing declination.\n" = "Estrela inválida: declinação ausente.\n";
"Invalid star: missing distance.\n" = "Estrela inválida: distância ausente.\n";
"Invalid star: missing magnitude.\n" = "Estrela inválida: magnitude ausente.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Estrela inválida: A magnitude absoluta (não aparente) deve ser especificada para uma estrela próxima à origem\n";
"Creating tiled texture. Width=" = "Criando textura quadriculada. Largura=";
", max=" = ", max=";
"Creating ordinary texture: " = "Crinado textura ordinária:";
"Loading NV vertex program: " = "Carregando o programa de vértices NV: ";
"Error loading NV vertex program: " = "Erro ao carregar o programa de vértices NV: ";
"Error in vertex program " = "Erro no programa de vértices ";
"Loading ARB vertex program: " = "Carregando o programa de vértices ARB: ";
"Error loading ARB vertex program: " = "Erro ao carregar o programa de vértices ARB: ";
", line " = ", linha ";
"Initializing NV vertex programs . . .\n" = "Inicializando o programa de vértices NV . . . \n";
"All NV vertex programs loaded successfully.\n" = "Todos os programas de vértices NV foram carregados com sucesso.\n";
"Initializing ARB vertex programs . . .\n" = "Inicializando os programas de vértices ARB . . . \n";
"All ARB vertex programs loaded successfully.\n" = "Todos os programas de vértices ARB foram carregados com sucesso.\n";
"Error reading favorites file." = "Erro ao ler o arquivo de favoritos.";
"Orientation: " = "Orientação: ";
"Error opening script file." = "Erro ao abrir o arquivo de script.";
"Error opening script '%s'" = "Erro ao abrir o script '%s'";
"Unknown error opening script" = "Erro desconhecido ao abrir o script";
"Script coroutine initialization failed" = "Falha na inicialização da co-rotina do script";
"Invalid filetype" = "Tipo de arquivo inválido";
"Magnitude limit: %.2f" = "Limite de magnitude: %.2f";
"Markers enabled" = "Marcadores ativados";
"Markers disabled" = "Marcadores desativados";
"Goto surface" = "Ir para a superfície";
"Alt-azimuth mode enabled" = "Modo altazimutal ativado";
"Alt-azimuth mode disabled" = "Modo altazimutal desativado";
"Star style: fuzzy points" = "Forma das estrelas: pontos indistintos";
"Star style: points" = "Forma das estrelas: pontos";
"Star style: scaled discs" = "Forma das estrelas: Discos em escala";
"Comet tails enabled" = "Caudas de cometa ativadas";
"Comet tails disabled" = "Caudas de cometa desativadas";
"Render path: Basic" = "Caminho de Renderização: Básico";
"Render path: Multitexture" = "Caminho de Renderização: Multitexturas";
"Render path: NVIDIA combiners" = "Caminho de Renderização: NVIDIA combiners";
"Render path: OpenGL vertex program" = "Caminho de Renderização: programa de vértices OpenGL";
"Render path: NVIDIA vertex program and combiners" = "Caminho de Renderização: programa de vértices e NVIDIA combiners";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Caminho de Renderização: programa de vértices OpenGL / NVIDIA  combiners ";
"Render path: OpenGL 1.5 vertex/fragment program" = "Caminho de Renderização: programa de vértices/fragmentos OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "Caminho de Renderização: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Caminho de Renderização: OpenGL 2.0";
"Auto-magnitude enabled" = "Magnitude automática ativada";
"Auto-magnitude disabled" = "Magnitude automática desativada";
"Cancel" = "Cancelar";
"Time and script are paused" = "O tempo e o script estão pausados";
"Time is paused" = "O tempo está pausado";
"Resume" = "Retornar";
"Light travel time:  %.4f yr " = "Tempo de viagem da luz: %.4f anos ";
"Light travel time:  %d min  %.1f s" = "Tempo de viagem da luz: %d min %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Tempo de viagem da luz: %d h %d min %.1f s";
"Light travel delay included" = "Atraso da viagem da luz incluído";
"Light travel delay switched off" = "Atraso da viagem da luz desligado";
"Light travel delay ignored" = "Atraso da viagem da luz ignorado";
"Using normal surface textures." = "Usando texturas de superfície normais.";
"Using limit of knowledge surface textures." = "Usando texturas de superfície do limite do conhecimento";
"Follow" = "Seguir";
"Time: Forward" = "Tempo: para a frente";
"Time: Backward" = "Tempo: para trás";
"Time rate" = "Taxa temporal";
"Sync Orbit" = "Órbita Geoestacionária";
"Lock" = "Fixar";
"Chase" = "Seguir";
"Auto magnitude limit at 45 degrees:  %.2f" = "Limite de magnitude automática a 45 graus: %.2f";
"Ambient light level:  %.2f" = "Nível de luz ambiente:  %.2f";
"Light gain" = "Ganho de luz";
"Bloom enabled" = "Caudas de cometa ativadas";
"Bloom disabled" = "Caudas de cometa desativadas";
"Exposure" = "exposição";
"GL error: " = "Erro de GL: ";
"View too small to be split" = "Vista demasiadamente pequena para ser dividida";
"Added view" = "Vista acrescentada";
"ly" = "anos-luz";
"au" = "ua";
" days" = " dias";
" hours" = " horas";
" minutes" = " minutos";
"Apparent diameter: " = "Diâmetro aparente: ";
"Apparent magnitude: " = "Magnitude aparente: ";
"Absolute magnitude: " = "Magnitude absoluta: ";
"RA: " = "RA:";
"Dec: " = "Dec:";
"km" = "km";
"Distance: " = "Distância: ";
"Star system barycenter\n" = "Baricentro do sistema estelar\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Mag abs (apa): %.2f (%.2f)\n";
"Luminosity: " = "Luminosidade: ";
"x Sun" = "x Sol";
"Class: " = "Classe: ";
"Neutron star" = "Estrela de neutrons";
"Black hole" = "Buraco negro";
"Surface temp: " = "Temperatura de superfície:";
"Radius: " = "Raio: ";
"Rsun" = "RSol";
"Rotation period: " = "Período de rotação: ";
"Planetary companions present\n" = "Companheiros planetários presentes\n";
"Distance from center: " = "Distância do centro: ";
"Temperature: " = "Temperatura: ";
"Apparent mag: %.2f\n" = "Mag aparente: %.2f\n";
"  LT" = "  TL";
"Real time" = "Tempo real";
"-Real time" = "-Tempo real";
"Time stopped" = "Tempo parado";
" faster" = " mais depressa";
" slower" = " mais devagar";
" (Paused)" = " (Pausado)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nVelocidade: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " UA/s";
" ly/s" = " al/s";
"Travelling " = "Viajando";
"Track " = "Seguir a órbita ";
"Follow " = "Seguir ";
"Sync Orbit " = "Órbita Geoestacionária";
"Lock " = "Fixar ";
"Chase " = "Seguir ";
"FOV: " = "FOV: ";
"Sun" = "Sol";
"Target name: " = "Nome do alvo: ";
" at " = " em ";
" fps" = " fps";
"  Recording" = "  Gravando";
"  Paused" = "  Pausado";
"F11 Start/Pause    F12 Stop" = "F11 Iniciar/Pausar    F12 Parar";
"Edit Mode" = "Modo de edição";
"Loading solar system catalog: " = "Carregando o catálogo do Sistema Solar: ";
"Loading " = "Carregando";
"License file 'License.txt' is missing!" = "O arquivo de licença \"License.txt\" está ausente!";
"Error reading configuration file." = "Erro ao ler o arquivo de configuração.";
"Initialization of SPICE library failed." = "Inicialização da biblioteca SPICE falhou.";
"Cannot read star database." = "Não é possível ler a base de dados de estrelas.";
"Error opening deepsky catalog file." = "Erro ao abrir o catálogo de estrelas ";
"Error opening solar system catalog.\n" = "Erro ao abrir o catálogo do Sistema Solar.\n";
"Error opening asterisms file." = "Erro ao abrir o arquivo asterisms";
"Error opening constellation boundaries files." = "Erro ao abrir o arquivos das fronteiras das constelações.";
"render path: " = "Caminho de Renderização: ";
"Failed to initialize renderer" = "Falha na inicialização do renderizador";
"Error loading font; text will not be visible.\n" = "Erro ao carregar a fonte; o texto não será visível.\n";
"Error reading cross index " = "Erro ao ler o indície remissivo ";
"Loaded cross index " = "Indíce remissivo carregado ";
"Error opening " = "Erro ao abrir ";
"Error reading star names file\n" = "Erro ao ler o arquivo com o nome das estrelas\n";
"Error reading stars file\n" = "Erro ao ler o arquivo das estrelas\n";
"Error opening star catalog " = "Erro ao abrir o catálogo de estrelas ";
"Error in creating ogg file %s for capture.\n" = "Erro ao criar o arquivo ogg %s para captura.\n";
"Internal Ogg library error." = "Erro na biblioteca interna de Ogg.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - wrote %d frames\n";
"Settings" = "Configurações";
"Vendor: " = "Fornecedor: ";
"Renderer: " = "Renderizador:";
"Version: " = "Versão: ";
"GLSL version: " = "Versão GLSL:";
"Max simultaneous textures: " = "Nº máx. de texturas simultâneas: ";
"Max texture size: " = "Tamanho máx. de textura: ";
"Max cube map size: " = "Tamanho máx. de textura:";
"Point size range: " = "Intervalo do tamanho dos pontos:";
"Supported Extensions:" = "Extensões suportadas: ";
"Windowed Mode" = "Modo em janela";
"Asteroids" = "Asteróides";
"Comets" = "Cometas";
"Invisibles" = "Invisíveis";
"Moons" = "Luas";
"Planets" = "Planetas";
"Spacecraft" = "Nave espacial";
"Goto" = "Ir para";
"Follow" = "Seguir";
"Sync Orbit" = "Órbita Geoestacionária";
"Info" = "Informação";
"Reference Vectors" = "Vetores de Referência";
"Show Body Axes" = "Mostrar eixos do corpo";
"Show Frame Axes" = "Mostrar eixos do sistema de referência";
"Show Sun Direction" = "Mostrar direção do Sol";
"Show Velocity Vector" = "Mostrar o vetor velocidade";
"Show Planetographic Grid" = "Mostrar grade planetográfica";
"Show Terminator" = "Mostrar os elementos";
"Satellites" = "Satélites";
"Alternate Surfaces" = "Superfícies alternativas";
"Orbiting Bodies" = "Corpos em órbita";
"Unmark" = "Desmarcar";
"Mark" = "Marcar";
"Loading: " = "Carregando: ";
"LANGUAGE" = "pt_BR";
"WinLangID" = "WinLangID";
"Copied URL" = "URL copiado";
"Loading URL" = "Carregando o URL";
"Error opening script" = "Erro ao abrir o script";
"Error loading script" = "Erro ao carregar o script";
"Running script" = "Executando o script";
"Planet" = "Planeta";
"Satellite" = "Satélite";
"Date" = "Data";
"Start" = "Início";
"Duration" = "Duração";
"Earth" = "Terra";
"Jupiter" = "Júpiter";
"Saturn" = "Saturno";
"Uranus" = "Urano";
"Neptune" = "Netuno";
"Pluto" = "Plutão";
"Name" = "Nome";
"Distance (ly)" = "Distância (anos-luz)";
"App. mag" = "Mag apa.";
"Abs. mag" = "Mag abs.";
"Type" = "Tipo";
"Universal Time" = "Tempo Universal";
"Local Time" = "Tempo Local";
"Time Zone Name" = "Fuso Horário: ";
"UTC Offset" = "UTC Offsef";
"Celestial Browser" = "Navegador Celeste";
"Moon" = "Lua";
"Asteroid" = "Asteróide";
"Comet" = "Cometa";
"Invisible" = "Invisível";
"Barycenter" = "Baricentro";
"Small Body" = "Corpo Pequeno";
"Dwarf Planet" = "Planeta anão";
"-" = "-";
"Eclipse Finder" = "Buscador de eclipses";
"Add Bookmark" = "Adicionar marcador";
"Add a bookmark for the current document" = "Adicionar marcador para o documento atual";
"Add Relative Bookmark" = "Adicionar Marcador Relativo";
"Add a relative bookmark for the current document" = "Adicionar marcador relativo para o documento atual";
"Add Settings Bookmark" = "Adicionar Marcador de Configurações";
"Add a settings bookmark for the current document" = "Adicionar um marcador de configurações para o documento atual";
"Edit your bookmark collection in a separate window" = "Editar a sua colecção de marcadores numa janela a parte";
"New Folder..." = "Nova Pasta...";
"Create a new bookmark folder in this menu" = "Criar uma nova pasta de marcadores neste menu";
"Can't add bookmark with empty URL" = "Impossível adicionar marcador com um URL vazio";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Algo parece estar errado com a sua instalação do Celestia. O diretório com a tela inicial não foi encontrado. \nA inicialização irá continuar, mas provavelmente faltarão alguns arquivos de dados ao Celestia e este poderá não funcionar corretamente, por favor verifique a sua instalação.";
"Go to URL..." = "Ir para URL...";
"Go to Long/Lat..." = "Ir para Long/Lat...";
"Back" = "Voltar";
"Forward" = "Avançar";
"Home" = "Início";
"Bookmarks" = "Marcadores";
"Full Screen" = "Tela Cheia";
"Copy URL" = "Copiar URL";
"Set Time..." = "Definir a Hora...";
"Set Time to Now" = "Definir a Hora para Agora";
"Accelerate Time" = "Acelerar o Tempo";
"Decelerate Time" = "Desacelerar o Tempo";
"Accelerate Time (x2)" = "Acelerar o Tempo (x2)";
"Decelerate Time (/2)" = "Desacelerar o Tempo (/2)";
"Pause Time" = "Parar o Tempo";
"Reverse Time" = "Inverter o Tempo";
"Split View Vertically" = "Dividir a visão verticalmente";
"Split View Horizontally" = "Dividir a visão horizontalmente";
"Cycle View" = "Alternar a visão";
"Single View" = "Visão individual";
"Delete View" = "Apagar visão";
"Frames Visible" = "Quadro Visível";
"Active Frame Visible" = "Quadro Ativo Visível";
"Synchronize Time" = "Sincronizar Hora";
"Alt-Azimuth Mode" = "Modo Altazimultal";
"Go To Surface" = "Ir Para a Superfície";
"Show Stars" = "Mostrar Estrelas";
"Show Planets" = "Mostrar Planetas";
"Show Galaxies" = "Mostrar Galáxias";
"Show Globulars" = "Mostrar Nebulosas";
"Show Partial Trajectories" = "Mostrar Trajetórias Parciais";
"Show Nebulae" = "Mostrar Nebulosas";
"Show Open Clusters" = "Mostrar Aglomerados Abertos";
"Show Constellations" = "Mostrar Constelações";
"Show CloudMaps" = "Mostrar Mapas de Nuvens";
"Show Cloud Shadows" = "Mostrar Sombras das Nuvens";
"Show Orbits" = "Mostrar Órbitas";
"Show Asteroid Orbits" = "Mostrar Órbitas dos Asteróides";
"Show Comet Orbits" = "Mostrar Órbitas dos Cometas";
"Show Moon Orbits" = "Mostrar Órbitas das Luas";
"Show Star Orbits" = "Mostrar Órbitas das Estrelas";
"Show Planet Orbits" = "Mostrar Órbitas dos Planetas";
"Show Spacecraft Orbits" = "Mostrar Órbitas das Naves Espaciais";
"Show Celestial Grid" = "Mostrar Grade Celeste";
"Show Night Side Lights" = "Mostrar Luzes do Lado Noturno";
"Show Markers" = "Mostrar Marcadores";
"Show Atmospheres" = "Mostrar Atmosferas";
"Show Smooth Orbit Lines" = "Mostrar Linhas Orbitais Suaves";
"Show Eclipse Shadows" = "Mostrar Sombras dos Eclipses";
"Cycle Star Mode" = "Modo Estelar cíclico";
"Show Ring Shadows" = "Mostrar Sombras dos Anéis";
"Show Boundaries" = "Mostrar Fronteiras";
"Auto Magnitudes" = "Magnitudes Automáticas";
"Show Comet Tails" = "Mostrar Caudas dos Cometas";
"Show Star Labels" = "Mostrar Nomes das Estrelas";
"Show Planet Labels" = "Mostrar Nomes dos Planetas";
"Show Moon Labels" = "Mostrar Nomes das Luas";
"Show Comet Labels" = "Mostrar Nomes dos Cometas";
"Show Constellation Labels" = "Mostrar Nomes das Constelações";
"Constellation Labels in Latin" = "Nomes das Constelações em Latim";
"Show Galaxy Labels" = "Mostrar Nomes das Galáxias";
"Show Globular Labels" = "Mostrar Nomes das Nebulosas";
"Show Nebula Labels" = "Mostrar Nomes das Nebulosas";
"Show Open Cluster Labels" = "Mostrar Nomes dos Aglomerados Abertos";
"Show Asteroid Labels" = "Mostrar Nomes dos Asteróides";
"Show Spacecraft Labels" = "Mostrar Nomes das Naves Espaciais";
"Show Location Labels" = "Mostrar Nomes das Localizações";
"Display Local Time" = "Mostrar a Hora Local";
"Show City Locations" = "Mostrar a Localização de Cidades";
"Show Observatory Locations" = "Mostrar a Localização de Observatórios";
"Show Landing Sites Locations" = "Mostrar a Localização de Locais de Aterrissagem";
"Show Crater Locations" = "Mostrar a Localização de Crateras";
"Show Mons Locations" = "Mostrar a Localização de Montanhas";
"Show Terra Locations" = "Mostrar lugares na Terra";
"Show Vallis Locations" = "Mostrar a Localização de Vales";
"Show Mare Locations" = "Mostrar a Localização de Mares";
"Show Other Locations" = "Mostrar Outros Locais";
"Wireframe Mode" = "Modo Wireframe";
"Center on Orbit" = "Centrar na Órbita";
"Basic" = "Básico";
"Multitexture" = "Multitextura";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Caminho de rederização OpenGL cíclico";
"Sync framerate to video refresh rate" = "Sincronizar framerate para taxa de atualização de vídeo";
"Grab Image" = "Capturar Imagem";
"Capture Video" = "Capturar Vídeo";
"OpenGL info" = "Informação do OpenGL";
"Show Bookmark Toolbar" = "Mostrar Barra de Ferramentas de Marcadores";
"OpenGL Info" = "Informação do OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Esta versão do Celestia não foi feita com suporte para captura de filme.";
"Go to URL" = "Ir para a URL";
"Enter URL" = "Inserir URL";
"Object: " = "Objeto: ";
"Longitude: " = "Longitude: ";
"East" = "Leste";
"West" = "Oeste";
"Latitude: " = "Latitude: ";
"North" = "Norte";
"South" = "Sul";
"Altitude: " = "Altitude:";
"Celestia encountered an error while processing your script" = "O Celestia encontrou um erro enquanto processava o seu script";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Usar arquivo de configuração alternativo";
"Use alternate installation directory" = "Usar diretório de instalação alternativo";
"Use as additional \"extras\" directory" = "Usar como adicional \"extras\" diretório";
"Start fullscreen" = "Iníciar em tele cheia";
"Disable splash screen" = "Desativar a tela inicial";
"Start and go to url" = "Iniciar e ir para o url";
"_: NAME OF TRANSLATORS\\nYour names" = "_: NAME OF TRANSLATORS\\nIgor Borgo";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "_: EMAIL OF TRANSLATORS\\nigorborgo@gmail.com";
"Celestia Preferences" = "Preferências do Celestia";
"Rendering" = "Renderizando";
"Show" = "Mostrar";
"Stars" = "Estrelas";
"Galaxies" = "Galáxias";
"Nebulae" = "Nebulosa";
"Open Clusters" = "Aglomerados Abertos";
"Atmospheres" = "Atmosferas";
"Clouds" = "Nuvens";
"Cloud Shadows" = "Sombras das Nuvens";
"Night Side Lights" = "Luzes do Lado Noturno";
"Eclipse Shadows" = "Sombras dos Eclipses";
"Comet Tails" = "Caudas dos Cometas";
"Orbits" = "Órbitas";
"Partial Trajectories" = "Trajetórias Parciais";
"Smooth Orbit Lines" = "Linhas Orbitais Suaves";
"Celestial Grid" = "Grade Celeste";
"Constellations" = "Constelações";
"Markers" = "Marcadores";
"Ring Shadows" = "Sombras dos Anéis";
"Constellation Boundaries" = "Fronteiras das Constelações";
"Orbits / Labels" = "Órbitas / Nomes";
"Labels" = "Nomes";
"Constellations in Latin" = "Constelações em Latim";
"Spacecrafts" = "Naves Espaciais";
"Locations" = "Localidades";
"Ambient Light" = "Luz Ambiente";
"Limiting Magnitude" = "Limitando Magnitude";
"Info Text" = "Texto Informativo";
"Level: " = "Nível: ";
"None" = "Nenhum";
"Terse" = "Conciso";
"Verbose" = "Completo";
"Textures" = "Texturas";
"Resolution: " = "Resolução:";
"Low" = "Baixo";
"Medium" = "Médio";
"High" = "Alta";
"Automatic FOV" = "FOV Automático";
"Screen DPI: " = "Resolução em DPI:";
"Viewing Distance (cm): " = "Distância ao monitor (cm): ";
"Cities" = "Cidades";
"Observatories" = "Observatórios";
"Landing Sites" = "Locais de Aterrissagem";
"Craters" = "Crateras";
"Mons" = "Montes";
"Terra" = "Terra";
"Vallis" = "Vales";
"Mare" = "Mares";
"Other" = "Outros";
"Minimum Feature Size" = "Tamanho Mínimo do Elemento";
"Date/Time" = "Data/Hora";
"Display" = "Visualização";
"Timezone: " = "Fuso Horário:";
"Format: " = "Formato:";
"Local Format" = "Formato Local";
"Set" = "Definir";
"Local Time is only supported for dates between 1902 and 2037.\n" = "O Tempo Local apenas é suportado para datas entre 1902 e 2037.\n";
"Julian Date: " = "Data Juliana:";
"Now" = "Agora";
"\nSelection: " = "\nSelecção: ";
"Include Light Travel Time" = "Incluir o Tempo de Viagem da Luz";
"Ignore Light Travel Time " = "Ignorar o Tempo de Viagem da Luz";
"OpenGL" = "Open GL";
"Key Bindings" = "Teclas de atalho";
"<b>Unextended OpenGL 1.1</b>" = "<b>OpenGL 1.1. sem extensão</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Texturas múltiplas e a extensão ARB_texenv_combine extension</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>Combiner NVIDIA, nenhum programa de vértices</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>Extensão ARB_texenv_DOT3, ARB_vertex_program extension</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>Combiners NVIDIA, extensão NV_vertex_program</b><br> proporcionam mapas bump, sombras de anéis, e realces especulares em qualquer placa gráfica GeForce ou ATI Radeon, apesar do NvCombiner ser uma opção ligeiramente melhor para os utilizadores de GeForce";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>Combiners NVIDIA, extensão ARB_vertex_program</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program e extensão ARB_vertex_program </b><br>proporcionam efeitos avançados em placas GeForce FX e Radeon 9700";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program e extensões ARB_vertex_program</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>Linguagem de Sombreamento OpenGL 2.0</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "O arquivo %1 não existe, será usado o arquivo de configuração por defeito %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "O diretório %1 não existe, será usado por defeito %2";
"Extras directory %1 does not exist" = "O diretório de extras %1 não existe";
"Abs (app) mag: " = "Mag abs (apa): ";
"Surface Temp: " = "Temp na Superfície: ";
"Marked objects" = "Objectos marcados";
"Select" = "Selecionar";
"Center" = "Centrar";
"Synch Orbit" = "Órbita Geoest.";
"Unmark All" = "Desmarcar Todos";
"Diamond" = "Diamante";
"Triangle" = "Triângulo";
"Square" = "Quadrado";
"Filled Square" = "Filtrar Estrelas";
"Plus" = "Mais";
"X" = "X";
"Left Arrow" = "Seta Esquerda";
"Right Arrow" = "Seta Direita";
"Up Arrow" = "Seta para Cima";
"Down Arrow" = "Seta para Baixo";
"Circle" = "Círculo";
"Disk" = "Disco";
"Normal" = "Normal";
"Small Bodies" = "Pequeno Corpos";
"Dwarf Planets" = "Planetas Anões";
"Duration: %1" = "Duração: %1";
"Size: %1 MB" = "Tamanho: %1 MB";
"Current size: %1 x %2" = "Tamanho atual: %1 x %2";
"Current width: %1 x %2" = "Largura atual: %1 x %2";
"Current height: %1 x %2" = "Altura atual: %1 x %2";
"You must specify a file name." = "Você terá que especificar um nome de arquivo.";
"Error initializing movie capture." = "Erro ao inicializar a captura do filme.";
"Navigation" = "Navegação";
"Options" = "Opções";
"Objects" = "Objetos";
"OpenGL Render Path" = "Caminho de renderização OpenGL";
"Time" = "Hora";
"MultiView" = "MultiVisão";
"Main Toolbar" = "Barra de Ferramentas Principal";
"Dist." = "Dist.";
"App. Mag." = "Mag. Apa.";
"Abs. Mag." = "Mag. Abs.";
"With Planets" = "Com Planetas";
"Brightest (Abs.)" = "Mais Brilhante (Abs.)";
"Brightest (App.)" = "Mais Brilhante (Apa.)";
"Nearest" = "Mais Próxima";
"Close" = "Fechar";
"Alt+C" = "Alt+C";
"Refresh" = "Atualizar";
"End" = "Fim";
"Search parameters" = "Parâmetros de busca";
"Solar Eclipses" = "Eclipses Solares";
"On:" = "Em: ";
"Moon Eclipses" = "Eclipses Lunares";
"Search" = "Procurar";
"To:" = "Para:";
"From:" = "De:";
"Close" = "Fechar";
"Video Capture" = "Captura de Vídeo";
"Save As:" = "Salvar como:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Aspecto da Tela:";
"Current" = "Atual";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Tamanho da Imagem:";
"Frame Rate:" = "Frames por segundo:";
"Video Quality:" = "Qualidade de Vídeo:";
"Play Video when capture is done" = "Passar o Vídeo quando terminar a captura";
"Usage" = "Utilização";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Pressione <b>F11</b> para iniciar/pausar a gravação<br>\nPressione <b>F12</b> para parar</p>\n\n<p>Note que não será possível redimensionar a janela principal até ao fim da captura</p>";
"OK" = "OK";
"Cancel" = "Cancelar";
"Mercury" = "Mercúrio";
"Venus" = "Vênus";
"Mars" = "Marte";
"Phobos" = "Phobos";
"Deimos" = "Deimos";
"Amalthea" = "Amalthea";
"Io" = "Io";
"Europa" = "Europa";
"Ganymede" = "Ganymede";
"Callisto" = "Callisto";
"Prometheus" = "Prometheus";
"Pandora" = "Pandora";
"Epimetheus" = "Epimetheus";
"Janus" = "Janus";
"Mimas" = "Mimas";
"Enceladus" = "Enceladus";
"Tethys" = "Tethys";
"Dione" = "Dione";
"Rhea" = "Rhea";
"Titan" = "Titan";
"Hyperion" = "Hyperion";
"Iapetus" = "Iapetus";
"Phoebe" = "Phoebe";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Titania";
"Oberon" = "Oberon";
"Larissa" = "Larissa";
"Proteus" = "Proteus";
"Triton" = "Triton";
"Nereid" = "Nereid";
"Pluto-Charon" = "Plutão-Charon";
"Charon" = "Charon";
"NORTH AMERICA" = "AMÉRICA DO NORTE";
"SOUTH AMERICA" = "AMÉRICA DO SUL";
"EURASIA" = "EURÁSIA";
"AFRICA" = "ÁFRICA";
"AUSTRALIA" = "AUSTRÁLIA";
"ANTARCTICA" = "ANTÁRTICA";
"NORTH ATLANTIC OCEAN" = "OCEANO ATLÂNTICO NORTE";
"SOUTH ATLANTIC OCEAN" = "OCEANO ATLÂNTICO SUL";
"NORTH PACIFIC OCEAN" = "OCEANO PACÍFICO NORTE";
"SOUTH PACIFIC OCEAN" = "OCEANO PACÍFICO SUL";
"INDIAN OCEAN" = "OCEANO ÍNDICO";
"ARCTIC OCEAN" = "OCEANO ÁRTICO";
"Milky Way" = "Via Láctea";
"SMC" = "SMC";
"LMC" = "LMC";
"Solar System Barycenter" = "Baricentro do sistema solar";
"File" = "Arquivo";
"Open Script..." = "Abrir Script...";
"Scripts" = "Scripts";
"Placeholder" = "Espaço reservado";
"Capture Image...\tF10" = "Capturar Imagem...\tF10";
"Capture Movie...\tShift+F10" = "Capturar Filme...\tShift+F10";
"Exit" = "Sair";
"Select Sol\tH" = "Selecionar Sol\tH";
"Tour Guide..." = "Guia de Excursão...";
"Select Object..." = "Selecionar Objeto...";
"Goto Object..." = "Ir para Objeto...";
"Center Selection\tC" = "Centrar na Seleção\tC";
"Go to Selection\tG" = "Ir para a Seleção\tG";
"Follow Selection\tF" = "Seguir a Seleção\tF";
"Sync Orbit Selection\tY" = "Órbita Geoest. em torno da Seleção\tY";
"Track Selection\tT" = "Seguir a trajetória da Seleção\tT";
"Solar System Browser..." = "Navegador do Sistema Solar...";
"Star Browser..." = "Navegador Estelar...";
"Eclipse Finder" = "Buscador de Eclipses";
"Time" = "Hora";
"10x Faster\tL" = "10x Mais Rápido\tL";
"10x Slower\tK" = "10x Mais Lento\tK";
"Freeze\tSpace" = "Paralizar\tEspaço";
"Reverse Time\tJ" = "Inverter o Tempo\tJ";
"Set Time..." = "Definir Hora...";
"Show Local Time" = "Mostrar Tempo Local";
"Render" = "Renderização";
"Select Display Mode..." = "Escolher Modo de Visualização...";
"Toggle Full Screen\tAlt+Enter" = "Alternar Tela Inteira\tAlt+Enter";
"View Options..." = "Opções de Visualização...";
"Locations..." = "Localidades...";
"More Stars Visible\t]" = "Mais Estrelas Visíveis\t]";
"Fewer Stars Visible\t[" = "Menos Estrelas Visíveis\t[";
"Auto Magnitude\tCtrl+Y" = "Magnitude Automática\tCtrl+Y";
"Star Style" = "Forma das Estrelas";
"Fuzzy Points" = "Pontos Indistintos";
"Points" = "Pontos";
"Scaled Discs" = "Discos em Escala";
"Ambient Light" = "Luz Ambiente";
"None" = "Nenhuma";
"Low" = "Baixa";
"Medium" = "Média";
"Texture Resolution" = "Resolução de Textura";
"High" = "Alta";
"Antialiasing\tCtrl+X" = "Anti-serrilhado\tCtrl+X";
"View" = "Visão";
"Split Horizontally\tCtrl+R" = "Dividir Horizontalmente\tCtrl+R";
"Split Vertically\tCtrl+U" = "Dividir Verticalmente\tCtrl+U";
"Delete Active View\tDEL" = "Apagar Visão Ativa\tDEL";
"Single View\tCtrl+D" = "Visão Individual\tCtrl+D";
"Show Frames" = "Mostrar Frames";
"Synchronize Time" = "Sincronizar o Tempo";
"Bookmarks" = "Marcadores";
"Add Bookmarks..." = "Adicionar Marcadores...";
"Organize Bookmarks..." = "Organizar Marcadores...";
"Help" = "Ajuda";
"Run Demo" = "Rodar Demonstração";
"Controls" = "Controles";
"OpenGL Info" = "Informação do OpenGL";
"License" = "Licença";
"About Celestia" = "Sobre o Celestia";
"About Celestia" = "Sobre o Celestia";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Grupo de desenvolvimento do Celestia";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "O Celestia é um software livre e não vem com qualquer garantia.";
"Authors" = "Autores";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Selecionar Objecto";
"Object Name" = "Nome do Objeto";
"License" = "Licença";
"Celestia Controls" = "Controles do Celestia";
"OpenGL Driver Info" = "Informação do Driver OpenGL";
"Set Simulation Time" = "Definir Hora da Simulação";
"Time Zone: " = "Fuso Horário: ";
"Set To Current Time" = "Atualizar para a Hora Atual";
"Add Bookmark" = "Adicionar Marcardor";
"Create in >>" = "Criar em >>";
"New Folder..." = "Nova Pasta...";
"Solar System Browser" = "Navegador do Sistema Solar";
"Solar System" = "Sistema Solar";
"Go To" = "Ir Para";
"Solar System Objects" = "Objetos do Sistema Solar";
"Star Browser" = "Navegador Estelar";
"Brightest" = "Mais Brilhante";
"With planets" = "Com Planetas";
"Refresh" = "Atualizar";
"Star Search Criteria" = "Critério de Busca de Estrelas";
"Maximum Stars Displayed in List" = "Nº Máximo de Estrelas Apresentado na Lista";
"Tour Guide" = "Guia de Excursão";
"Go To" = "Ir Para";
"Select your destination:" = "Escolha o seu destino:";
"Go to Object" = "Ir para Objeto";
"radii" = "raio";
"Object" = "Objeto";
"Long." = "Long.";
"Lat." = "Lat.";
"Distance" = "Distância";
"Size:" = "Tamanho:";
"Frame rate:" = "Imagens por segundo:";
"Select Display Mode" = "Escolher o Modo de Visualização";
"Resolution" = "Resolução";
"View Options" = "Opções de Visualização";
"Globulars" = "Globulares";
"Grids" = "Grades";
"Celestial" = "Celestial";
"Horizontal" = "Horizontal";
"Galactic" = "Galático";
"Ecliptic" = "Elíptico";
"Minor Moons" = "Luas Menores";
"DSO Labels" = "Nomes DSO";
"Diagrams" = "Diagramas";
"Boundaries" = "Fronteiras";
"Latin Names" = "Nomes em Latin";
"Information Text" = "Texto Informativo";
"Filter Stars" = "Filtrar Estrelas";
"Montes (Mountains)" = "Montes (Montanhas)";
"Maria (Seas)" = "Maria (Mares)";
"Valles (Valleys)" = "Valles (Vales)";
"Terrae (Land masses)" = "Terrae (Massas de Terra)";
"Volcanoes" = "Vulcões";
"Other features" = "Outros elementos";
"Label Features" = "Nomear os elementos";
"Show Features" = "Mostrar os elemento";
"Minimum Labeled Feature Size" = "Tamanho Minímo do Elemento Nomeado";
"Add New Bookmark Folder" = "Adicionar Nova Pasta de Marcadores";
"Folder Name" = "Nome da Pasta";
"Organize Bookmarks" = "Organizar Marcadores";
"Rename..." = "Renomear...";
"Delete" = "Apagar";
"Rename Bookmark or Folder" = "Renomear Marcador ou Pasta";
"New Name" = "Novo Nome";
"Compute" = "Calcular";
"Set Date and Go to Planet" = "Definir Data e Ir para o Planeta";
"Lunar Eclipses" = "Eclipses Lunares";
"Jan" = "Jan";
"Feb" = "Fev";
"Mar" = "Mar";
"Apr" = "Abr";
"May" = "Mai";
"Jun" = "Jun";
"Jul" = "Jul";
"Aug" = "Ago";
"Sep" = "Set";
"Oct" = "Out";
"Nov" = "Nov";
"Dec" = "Dez";
